[
  {
    "id": "1",
    "name": "51st State", 
    "category": "Strategy", 
    "price": 19.99,
    "oldPrice": 29.99, 
    "stock": 6, 
    "dateAdded": "2010-06-21",
    "promoted": true,
    "imgs": "1.jpg", 
    "description": "<p>The world you know no longer exists. There is no government. No army. No civilization. The United States have collapsed. And now, thirty years after the war started, new powers finally try to take control over the ruined country, try to establish a new order, try to control others and create a new country, a new State: the 51st State.</p><p>51st State is a card game in which players control one of the four powers (mutants, traders, New Yorkers and Appalachians) and try to build their very own new country. Players put new locations into the game, they hire leaders, and send people to work in buildings to gain resources and new skills.</p><p>Every card in 51st State can be put into play in three different ways. You can invade a location to gain many resources once, or you can sign a contract with this location to gain one resource every turn, or you can attach the location to your State so you can use its skill. One card, three possibilities. Lots of decisions and choices that matter.</p>"
  },
  {
    "id": "2",
    "name": "6 nimmt!",  
    "category": "Family", 
    "price": 7.99,
    "oldPrice": 7.99, 
    "stock": 4, 
    "dateAdded": "2013-06-01",
    "promoted": false,
    "imgs": "2.jpg",
    "description": "<p>In 6 nimmt!, a.k.a. Category 5 and many other names, you want to score as few points as possible.</p><p>To play the game, you shuffle the 104 number cards, lay out four cards face-up to start the four rows, then deal ten cards to each player. Each turn, players simultaneously choose and reveal a card from their hand, then add the cards to the rows, with cards being placed in ascending order based on their number; specifically, each card is placed in the row that ends with the highest number that's below the card's number. When the sixth card is placed in a row, the owner of that card claims the other five cards and the sixth card becomes the first card in a new row.</p><p>In addition to a number from 1 to 104, each card has a point value. After finishing ten rounds, players tally their score and see whether the game ends. (Category 5 ends when a player has a score greater than 74, for example, while 6 nimmt! ends when someone tops 66.) When this happens, the player with the fewest points wins!</p><p>6 nimmt! works with 2-10 players, and the dynamics of gameplay change the more players that you have. One variant for the game has you use 34 cards, 44 cards, 54 cards, etc. (instead of all 104 cards) when you have three, four, five, etc. number of players. This change allows you to know which cards are in play, thereby allowing you to track which cards have been played and (theoretically) make better choices as to which card to play when.</p>" 
  },
  {
    "id": "3",
    "name": "Abalone", 
    "category": "Abstract", 
    "price": 34.99,
    "oldPrice": 34.99, 
    "stock": 1, 
    "dateAdded": "2018-06-21",
    "promoted": false,
    "imgs": "3.jpg", 
    "description": "<p>This beautiful and functional board has room for two teams of large marbles. Players take turns pushing the marbles around the board, with the goal of pushing six of the opposing player's marbles off the board. The central idea is that a column of marbles has weight given by the number of marbles in line. Someone will need to push with a heavier group of marbles in order to push the column along that axis. However, with six possible directions, it's difficult to defend yourself perfectly. Also, it's possible to play the game with up to six players when supplemental marble sets are purchased.</p>" 
  },
  {
    "id": "4",
    "name": "Blossoms", 
    "category": "Family", 
    "price": 14.99,
    "oldPrice": 17.99, 
    "stock": 8, 
    "dateAdded": "2017-03-21",
    "promoted": true,
    "imgs": "4.jpg",
    "description": "<p>In Blossoms (original title Kwiatki), players compete to create the most beautiful flower bouquet. The longer the flowers, the higher they score!</p><p>To set up, give each player two random face-down cards and three action tokens. Place the flower pots in the center of the playing area with space above them for the growing flowers. Place four different flower cards, one in each pot. Take one card from the draw pile and place it aside face-down.</p><p>Players alternate taking turns, trying to make the most valuable combination of flowers possible. On their turn, a player can conduct any number of actions, which are:</p><ul><li>Growth — Draw one card from the deck and place it in any pot that has the same flower type.</li><li>Cut — Cut down one pot of flowers to score points; this ends your round.</li><li>Special — Use your action tokens to perform one extra action depending on which pot you choose.</li></ul><p>A player's turn ends when they decide to cut flowers, pass, or when they have BAD LUCK. The game ends when the last card from the deck is drawn. Points are then scored by the size and diversity of sets you have planted. Whoever has the higher score wins!</p>" 
  },
  {
    "id": "5",
    "name": "Catan", 
    "category": "Strategy", 
    "price": 45.99,
    "oldPrice": 45.99, 
    "stock": 4, 
    "dateAdded": "2012-04-21",
    "promoted": false,
    "imgs": "5.jpg",
    "description": "<p>Picture yourself in the era of discoveries: after a long voyage of great deprivation, your ships have finally reached the coast of an uncharted island. Its name shall be Catan! But you are not the only discoverer. Other fearless seafarers have also landed on the shores of Catan: the race to settle the island has begun!</p><p>The women and men of your expedition build the first two settlements. Fortunately, the yet uninhabited land is rich in natural resources. You build roads and new settlements that eventually become cities. Will you succeed in gaining supremacy on Catan? Barter trade dominates the scene. Some resources you have in abundance, other resources are scarce. Ore for wool, brick for lumber - you trade according to what is needed for your current building projects. Proceed strategically! If you found your settlements in the right places and skillfully trade your resources, then the odds will be in your favor. But your opponents are smart too.</p>" 
  },
  {
    "id": "6",
    "name": "Chairs", 
    "category": "Party", 
    "price": 11.99,
    "oldPrice": 11.99, 
    "stock": 7, 
    "dateAdded": "2016-05-21",
    "promoted": false,
    "imgs": "6.jpg",
    "description": "<p>Take the Chairs challenge with friends or family in this thrilling stacking game. Chairs is great fun and can be played by players of all ages! All you need is a steady hand and creative thinking! The aim of the game is for each players to take turns adding a chair to the stack...chair upon chair...the tension mounts as the tower grows larger! Don't topple the CHAIRS or you're out of the game. If the chairs fall on your turn, you must take all of the chairs that fell. You win the game by being the first player to get rid of all your chairs.</p><p>Stacking chairs can be harder then it looks but with so many ways to stack....the game is never the same! The game is for 1 or more players and suitable for ages 5 and up.</p>" 
  },  
  {
    "id": "7",
    "name": "Citadels", 
    "category": "family", 
    "price": 34.99,
    "oldPrice": 34.99, 
    "stock": 2, 
    "dateAdded": "2010-06-21",
    "promoted": false,
    "imgs": "7.jpg", 
    "description": "<p>In Citadels, players take on new roles each round to represent characters they hire in order to help them acquire gold and erect buildings. The game ends at the close of a round in which a player erects his/her eighth building. Players then tally their points, and the player with the highest score wins.</p><p>Players start with a number of building cards in their hand; buildings come in five colors, with the purple buildings typically having a special ability and the other colored buildings providing a benefit when you play particular characters. At the start of each round, the player who was king the previous round discards one of the eight character cards at random, chooses one, then passes the cards to the next player, etc. until each player has secretly chosen a character. Each character has a special ability, and the usefulness of any character depends upon your situation, and that of your opponents. The characters then carry out their actions in numerical order: the assassin eliminating another character for the round, the thief stealing all gold from another character, the wizard swapping building cards with another player, the warlord optionally destroys a building in play, and so on.</p><p>On a turn, a player earns two or more gold (or draws two building cards then discards one), then optionally constructs one building (or up to three if playing the architect this round). Buildings cost gold equal to the number of symbols on them, and each building is worth a certain number of points. In addition to points from buildings, at the end of the game a player scores bonus points for having eight buildings or buildings of all five colors.</p>"
  },
  {
    "id": "8",
    "name": "Codenames",  
    "category": "Party", 
    "price": 15.99,
    "oldPrice": 15.99, 
    "stock": 3, 
    "dateAdded": "2016-06-01",
    "promoted": false,
    "imgs": "8.jpg",
    "description": "<p>Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their CODENAMES.</p><p>In Codenames, two teams compete to see who can make contact with all of their agents first. Spymasters give one-word clues that can point to multiple words on the board. Their teammates try to guess words of the right color while avoiding those that belong to the opposing team. And everyone wants to avoid the assassin.</p><p>Codenames: Win or lose, it's fun to figure out the clues.</p>"
  },
  {
    "id": "9",
    "name": "Codenames: Duet", 
    "category": "Family", 
    "price": 14.99,
    "oldPrice": 14.99, 
    "stock": 11, 
    "dateAdded": "2017-06-21",
    "promoted": false,
    "imgs": "9.jpg", 
    "description": "<p>You and your partner are on a secret mission to a crowded city. Your objective: to contact 15 agents while avoiding a band of enemy assassins.</p><p>You know the agents that your partner can contact safely. Your partner knows the agents you can contact safely. By giving each other one-word clues that can point to multiple words on the board, you try to find all the agents before your turns run out. </p><p>Codenames: Duet includes 400 new words so you do not need any other Codenames game to play. On the other hand, if you own the original Codenames, you can use the word cards from the two games interchangeably.</p>" 
  },
  {
    "id": "10",
    "name": "Dream Home", 
    "category": "Family", 
    "price": 21.99,
    "oldPrice": 27.99, 
    "stock": 8, 
    "dateAdded": "2017-03-21",
    "promoted": true,
    "imgs": "10.jpg",
    "description": "<p>What would your house look like? Would you rather have a huge bedroom with an elegant canopy bed or a spacious living room with a grand piano? You are going to play a part of designers who will plan a house and add more and more rooms to it.</p><p>Dream Home is a family game about building and furnishing your new house. Over twelve rounds, players collect pairs of cards consisting of a room card and an accessory card (roof, helper, furnishing or tool) and place them on their personal boards, creating their dream homes.</p><p>At the end of the game, all players’ houses are finished and fully furnished. Players compare their houses, counting points for functionality, good design, quality of roof and furnishing. The player with the nicest and most comfortable house wins.</p>"
  },
  {
    "id": "11",
    "name": "Eclipse", 
    "category": "Strategy", 
    "price": 69.99,
    "oldPrice": 69.99, 
    "stock": 1, 
    "dateAdded": "2012-04-21",
    "promoted": false,
    "imgs": "11.jpg",
    "description": "<p>The galaxy has been a peaceful place for many years. After the ruthless Terran–Hegemony War (30.027–33.364), much effort has been employed by all major spacefaring species to prevent the terrifying events from repeating themselves. The Galactic Council was formed to enforce precious peace, and it has taken many courageous efforts to prevent the escalation of malicious acts. Nevertheless, tension and discord are growing among the seven major species and in the Council itself. Old alliances are shattering, and hasty diplomatic treaties are made in secrecy. A confrontation of the superpowers seems inevitable – only the outcome of the galactic conflict remains to be seen. Which faction will emerge victorious and lead the galaxy under its rule?</p><p>A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You will explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.</p><p>The shadows of the great civilizations are about to eclipse the galaxy. Lead your people to victory!</p>"
  },
  {
    "id": "12",
    "name": "Fallout", 
    "category": "Thematic", 
    "price": 59.99,
    "oldPrice": 59.99, 
    "stock": 4, 
    "dateAdded": "2017-11-30",
    "promoted": false,
    "imgs": "12.jpg",
    "description": "<p>Fallout is a post-nuclear adventure board game for one to four players. Based on the hit video game series by Bethesda Softworks, each Fallout scenario is inspired by a familiar story from the franchise. Survivors begin the game on the edge of an unexplored landscape, uncertain of what awaits them in this unfamiliar world. With just one objective to guide them from the very beginning, each player must explore the hidden map, fight ferocious enemies, and build the skills of their survivor as they attempt to complete challenging quests and balance feuding factions within the game.</p><p>As they advance their survivors' stories, players come across new quests and individual targets, leading them to gain influence. Who comes out ahead depends on how keenly and aggressively each player ventures through the game; however, if a single faction is pushed to power too quickly, the wasteland will be taken for their own, and the survivors conquered along with it.</p>" 
  },
  {
    "id": "13",
    "name": "Galaxy of Trian", 
    "category": "Strategy", 
    "price": 29.99,
    "oldPrice": 29.99, 
    "stock": 6, 
    "dateAdded": "2016-06-21",
    "promoted": false,
    "imgs": "13.jpg", 
    "description": "<p>Galaxy of Trian is a dynamic tile-based sci-fi board game. During the game you take command over one of a few opposing races, fighting over a territory and technology left by a powerful race Trian. You have at your disposal few kinds of basic units and spaceships allowing a great deal of interaction. Different types of ships will come with the new add-ons. Tiles are two-sided and stacked into two piles during the game, which gives more tactical possibilities and, at the same time, limits randomness. Special tiles, like teleport, exmitter or trade station increase level of interaction and give even more tactical possibilities.</p>"
  },
  {
    "id": "14",
    "name": "A Game of Thrones: The Board Game",  
    "category": "Strategy", 
    "price": 59.99,
    "oldPrice": 59.99, 
    "stock": 4, 
    "dateAdded": "2013-10-11",
    "promoted": false,
    "imgs": "14.jpg",
    "description": "<p>King Robert Baratheon is dead, and the lands of Westeros brace for battle.</p><p>In the second edition of A Game of Thrones: The Board Game, three to six players take on the roles of the great Houses of the Seven Kingdoms of Westeros, as they vie for control of the Iron Throne through the use of diplomacy and warfare. Based on the best-selling A Song of Ice and Fire series of fantasy novels by George R.R. Martin, A Game of Thrones is an epic board game in which it will take more than military might to win. Will you take power through force, use honeyed words to coerce your way onto the throne, or rally the townsfolk to your side? Through strategic planning, masterful diplomacy, and clever card play, spread your influence over Westeros!</p>" 
  },
  {
    "id": "15",
    "name": "Goblins: Epic Death", 
    "category": "Thematic", 
    "price": 11.99,
    "oldPrice": 14.99, 
    "stock": 2, 
    "dateAdded": "2018-06-21",
    "promoted": false,
    "imgs": "15.jpg", 
    "description": "<p>The new Goblin chiefs are ready to sound the charge and assault the castle! This time, the fortress is defended by a moat full of muddy water, but our fearless heroes did not come unprepared! Among the Goblin warriors are lifeguards, rafts, divers, fishermen, and even a pedal-boat – and they will all be needed to face the hazards (as well as the monsters!) hidden under the waters defending the castle! There are plenty of heroes of every kind, but this does not assure victory, especially when a fray erupts among the Goblins in the middle of the battlefield! But at the very end, there will be just one cry: Goooooobliiiiiiins!!!</p><p>Coming from the unleashed minds of 4G, Goblins: Epic Death, a fast-paced card 'n' luck game, is a new chapter in the saga of our green-skinned little friends. Victory is at hand, and the castle is ready for capture: Both are just an epic death away from you! So toss your Goblins, cross your fingers, and pray they all die. That way, victory will be yours!</p>" 
  },
  {
    "id": "16",
    "name": "Imperial Settlers", 
    "category": "Strategy", 
    "price": 44.99,
    "oldPrice": 44.99, 
    "stock": 8, 
    "dateAdded": "2014-03-21",
    "promoted": false,
    "imgs": "16.jpg",
    "description": "<p>Settlers from four major powers of the world have discovered new lands, with new resources and opportunities. Romans, Barbarians, Egyptians and Japanese all at once move there to expand the boundaries of their empires. They build new buildings to strengthen their economy, they found mines and fields to gather resources, and they build barracks and training grounds to train soldiers. Soon after they discover that this land is far too small for everybody, then the war begins...</p><p>Imperial Settlers is a card game that lets players lead one of the four factions and build empires by placing buildings, then sending workers to those buildings to acquire new resources and abilities. The game is played over five rounds during which players take various actions in order to explore new lands, build buildings, trade resources, conquer enemies, and thus score victory points.</p>"
  },
  {
    "id": "17",
    "name": "Ingenious", 
    "category": "Abstract", 
    "price": 21.99,
    "oldPrice": 21.99, 
    "stock": 6, 
    "dateAdded": "2012-04-21",
    "promoted": false,
    "imgs": "17.jpg",
    "description": "<p>In Ingenious, a.k.a. Einfach Genial, players take turns placing colored domino-style tiles on a game board, scoring for each line of colored symbols that they enlarge. The trick, however, is that a player's score is equal to their worst-scoring color, not their best, so they need to score for all colors instead of specializing in only one or two.</p><p>Ingenious includes rules for solitaire and team play; in the latter case, two teams of two play, with each player not being able to see their partner's tiles and teams keeping a combined score that maxes out at 36 instead of 18.</p>" 
  },
  {
    "id": "18",
    "name": "Jungle Speed", 
    "category": "Party", 
    "price": 19.99,
    "oldPrice": 19.99, 
    "stock": 4, 
    "dateAdded": "2013-05-21",
    "promoted": false,
    "imgs": "18.jpg",
    "description": "<p>In Jungle Speed, you must rely on your keen sense of observation and quick reflexes. It requires a steady hand -- which can be hard to maintain during the many fits of maniacal laughter! The wooden Totem sits in the middle of the table, waiting for the player with the fastest reflexes to snatch it up and win the game.</p><p>Each player is dealt a hand of cards. In order to win you must be the first player to get rid of all of your cards. Each turn, all of the players reveal one of their cards. If two cards are identical, those players must make a grab for the Totem. The faster player then gives their cards to their unfortunate adversary.</p><p>To add to the difficulty, certain cards are almost identical, which can trick a hapless player into grabbing the Totem by mistake -- a grave error. Other cards force all players to make a grab at once, change the method of play, or otherwise add to the difficulty.</p>" 
  },
    {
    "id": "19",
    "name": "Lords of Waterdeep", 
    "category": "Strategy", 
    "price": 34.99,
    "oldPrice": 34.99, 
    "stock": 9, 
    "dateAdded": "2012-06-21",
    "promoted": false,
    "imgs": "19.jpg", 
    "description": "<p>Waterdeep, the City of Splendors – the most resplendent jewel in the Forgotten Realms, and a den of political intrigue and shady back-alley dealings. In this game, the players are powerful lords vying for control of this great city. Its treasures and resources are ripe for the taking, and that which cannot be gained through trickery and negotiation must be taken by force!</p><p>In Lords of Waterdeep, a strategy board game for 2-5 players, you take on the role of one of the masked Lords of Waterdeep, secret rulers of the city. Through your agents, you recruit adventurers to go on quests on your behalf, earning rewards and increasing your influence over the city. Expand the city by purchasing new buildings that open up new actions on the board, and hinder – or help – the other lords by playing Intrigue cards to enact your carefully laid plans.</p><p>During the course of play, you may gain points or resources through completing quests, constructing buildings, playing intrigue cards or having other players utilize the buildings you have constructed. At the end of 8 rounds of play, the player who has accrued the most points wins the game.</p>"
  },
  {
    "id": "20",
    "name": "Mage Knight: Board Game",  
    "category": "Thematic", 
    "price": 69.99,
    "oldPrice": 69.99, 
    "stock": 2, 
    "dateAdded": "2013-06-01",
    "promoted": false,
    "imgs": "20.jpg",
    "description": "<p>The Mage Knight board game puts you in control of one of four powerful Mage Knights as you explore (and conquer) a corner of the Mage Knight universe under the control of the Atlantean Empire. Build your army, fill your deck with powerful spells and actions, explore caves and dungeons, and eventually conquer powerful cities controlled by this once-great faction! In competitive scenarios, opposing players may be powerful allies, but only one will be able to claim the land as their own. In cooperative scenarios, the players win or lose as a group. Solo rules are also included.</p><p>Combining elements of RPGs, deck-building, and traditional board games the Mage Knight board game captures the rich history of the Mage Knight universe in a self-contained gaming experience.</p>" 
  },
  {
    "id": "21",
    "name": "Mag Blast", 
    "category": "Party", 
    "price": 19.99,
    "oldPrice": 19.99, 
    "stock": 11, 
    "dateAdded": "2015-06-21",
    "promoted": false,
    "imgs": "21.jpg", 
    "description": "<p>The art of renowned cartoonist John Kovalic, coupled with the hilarious Make a Silly Noise or Miss! Blast Targeting System, makes Mag·Blast (Third Edition) the perfect card game for two to eight players, ages ten and up. This edition retains all of the fast-paced fun and powerful ships of the previous editions, and it includes eight new flagships, seven ship types, twenty action card types (including fighters and bombers), and three blast card types...including the famous Mag•Blast!</p>" 
  },
  {
    "id": "22",
    "name": "Munchkin", 
    "category": "Thematic", 
    "price": 17.99,
    "oldPrice": 19.99, 
    "stock": 5, 
    "dateAdded": "2014-03-21",
    "promoted": true,
    "imgs": "22.jpg",
    "description": "<p>Go down in the dungeon. Kill everything you meet. Backstab your friends and steal their stuff. Grab the treasure and run.</p><p>Admit it. You love it.</p><p>This award-winning card game, designed by Steve Jackson, captures the essence of the dungeon experience... with none of that stupid roleplaying stuff. You and your friends compete to kill monsters and grab magic items. And what magic items! Don the Horny Helmet and the Boots of Butt-Kicking. Wield the Staff of Napalm... or maybe the Chainsaw of Bloody Dismemberment. Start by slaughtering the Potted Plant and the Drooling Slime, and work your way up to the Plutonium Dragon...</p><p>And it's illustrated by John Kovalic! Fast-playing and silly, Munchkin can reduce any roleplaying group to hysteria. And, while they're laughing, you can steal their stuff.</p>" 
  },
  {
    "id": "23",
    "name": "Neuroshima Hex! 3.0", 
    "category": "Strategy", 
    "price": 34.99,
    "oldPrice": 34.99, 
    "stock": 4, 
    "dateAdded": "2014-09-21",
    "promoted": false,
    "imgs": "23.jpg",
    "description": "<p>Neuroshima Hex! is a strategy game set in the post-apocalyptic world of Neuroshima, a Polish role-playing game. Each player leads one of four armies: Borgo, Hegemonia (Hegemony), Moloch, and Posterunek (Outpost). Each army deck consists of 34 tiles: soldiers, support tiles, and special actions. You win when all enemy headquarters are destroyed or when your headquarters is the least damaged at the end of the game.</p><p>The second edition of Neuroshima Hex!, released at Spiel 2007, had updated graphics and a new, larger board; a special expansion pack sold at the same time included the Neuroshima Hex! Doomsday Machine 1.0, a fifth army that could be used against any of the other ones.</p>" 
  },
  {
    "id": "24",
    "name": "Pillars of Earth", 
    "category": "Strategy", 
    "price": 31.99,
    "oldPrice": 31.99, 
    "stock": 1, 
    "dateAdded": "2012-07-21",
    "promoted": false,
    "imgs": "24.jpg",
    "description": "<p>The Pillars of the Earth is based on the bestselling novel by Ken Follett and the 2006 game in the Kosmos line of literature-based games.</p><p>At the beginning of the 13th century, construction of the greatest and most beautiful cathedral in England begins. Players are builders who try to contribute the most to this cathedral's construction and, in so doing, score the most victory points. Gameplay roughly consists of using workers to produce raw materials, and then using craftsmen to convert the materials into victory points. Workers may also be used to produce gold, the currency of the game. Players are also given three master builders each turn, each of which can do a variety of tasks, including recruiting more workers, buying or selling goods, or just obtaining victory points. Getting early choices with a master builder costs gold, as does purchasing better craftsmen. Players must strike a balance between earning gold to fund their purchases and earning victory points.</p>" 
  },  
  {
    "id": "25",
    "name": "Skull", 
    "category": "party", 
    "price": 24.99,
    "oldPrice": 24.99, 
    "stock": 2, 
    "dateAdded": "2013-06-17",
    "promoted": false,
    "imgs": "25.jpg", 
    "description": "<p>Skull & Roses is the quintessence of bluffing, a game in which everything is played in the players' heads. Each player plays a face-down card, then each player in turn adds one more card – until someone feels safe enough to state that he can turn a number of cards face up and get only roses. Other players can then overbid him, saying they can turn even more cards face up. The highest bidder must then turn that number of cards face up, starting with his own. If he shows only roses, he wins; if he reveals a skull, he loses, placing one of his cards out of play. Two successful challenges wins the game. Skull & Roses is not a game of luck; it's a game of poker face and meeting eyes.</p><p>Skull & Roses Red features the same gameplay as Skull & Roses, with the only change being alternate rules that allow each player to control two biker gangs. Both Skull & Roses Red and Skull are playable on their own, with each game containing six different biker gangs. Each Skull or Skull & Roses set can be combined with another to allow for games with more than six players.</p>"
  },
  {
    "id": "26",
    "name": "Small World",  
    "category": "Strategy", 
    "price": 47.99,
    "oldPrice": 53.99, 
    "stock": 7, 
    "dateAdded": "2014-06-01",
    "promoted": true,
    "imgs": "26.jpg",
    "description": "<p>In Small World, players vie for conquest and control of a world that is simply too small to accommodate them all.</p><p>Designed by Philippe Keyaerts as a fantasy follow-up to his award-winning Vinci, Small World is inhabited by a zany cast of characters such as dwarves, wizards, amazons, giants, orcs, and even humans, who use their troops to occupy territory and conquer adjacent lands in order to push the other races off the face of the earth.</p><p>Picking the right combination from the 14 different fantasy races and 20 unique special powers, players rush to expand their empires - often at the expense of weaker neighbors. Yet they must also know when to push their own over-extended civilization into decline and ride a new one to victory!</p>"
  },
  {
    "id": "27",
    "name": "Splendor", 
    "category": "Family", 
    "price": 29.99,
    "oldPrice": 29.99, 
    "stock": 9, 
    "dateAdded": "2015-12-21",
    "promoted": false,
    "imgs": "27.jpg", 
    "description": "<p>Splendor is a game of chip-collecting and card development. Players are merchants of the Renaissance trying to buy gem mines, means of transportation, shops—all in order to acquire the most prestige points. If you're wealthy enough, you might even receive a visit from a noble at some point, which of course will further increase your prestige.</p><p>On your turn, you may (1) collect chips (gems), or (2) buy and build a card, or (3) reserve one card. If you collect chips, you take either three different kinds of chips or two chips of the same kind. If you buy a card, you pay its price in chips and add it to your playing area. To reserve a card—in order to make sure you get it, or, why not, your opponents don't get it—you place it in front of you face down for later building; this costs you a round, but you also get gold in the form of a joker chip, which you can use as any gem.</p><p>All of the cards you buy increase your wealth as they give you a permanent gem bonus for later buys; some of the cards also give you prestige points. In order to win the game, you must reach 15 prestige points before your opponents do.</p>" 
  },
  {
    "id": "28",
    "name": "Struggle for Catan", 
    "category": "Family", 
    "price": 19.99,
    "oldPrice": 19.99, 
    "stock": 8, 
    "dateAdded": "2016-03-21",
    "promoted": false,
    "imgs": "28.jpg",
    "description": "<p>In 2010, designer Klaus Teuber overhauled the two-player Catan card game with the release of The Rivals for Catan – released in Germany as Die Fürsten von Catan – and in 2011 Teuber, Kosmos and Mayfair Games present a new multi-player card game set in the Catan universe: The Struggle for Catan, aka, Die Siedler von Catan: Das schnelle Kartenspiel.</p><p>As in the original The Settlers of Catan board game, players need to manage their resources in order to build settlements, roads, cities, city improvements and knights, all of which grant victory points (VPs) or special abilities. Control of roads and knights can change hands during the game, so don't assume that what's yours will stay yours. City improvements are expensive, but they bring you additional VPs and other bonuses, so strive to spiff up your cities! The first player to have ten VPs wins the game.</p>"
  },
  {
    "id": "29",
    "name": "Talisman (Revised 4th Edition)", 
    "category": "Thematic", 
    "price": 49.99,
    "oldPrice": 49.99, 
    "stock": 1, 
    "dateAdded": "2012-04-21",
    "promoted": false,
    "imgs": "29.jpg",
    "description": "<p>Talisman is an adventure board game set in a high fantasy medieval world. Players have 14 characters to choose from all based on role playing archetypes, such as heroes, wizards, villains, thieves, monsters, etc. The game makes players feel they are traveling the world to find equipment, weapons, ancient relics, and companions that will help them on their quest to acquire the Crown of Command. Along the way they visit various locales in the worlds, battle each other and fantastic creatures to make their way to the top.</p>"
  },
  {
    "id": "30",
    "name": "Terraforming Mars", 
    "category": "Strategy", 
    "price": 59.99,
    "oldPrice": 59.99, 
    "stock": 7, 
    "dateAdded": "2018-02-14",
    "promoted": false,
    "imgs": "30.jpg",
    "description": "<p>The taming of the Red Planet has begun!</p><p>Corporations are competing to transform Mars into a habitable planet by spending vast resources, and using innovative technology to raise temperature, create a breathable atmosphere, and make oceans of water. As terraforming progresses, more and more people will immigrate from Earth to live on the Red Planet.</p><p>In Terraforming Mars, you control a corporation with a certain profile. Play project cards, build up production, place your cities and green areas on the map, and race for milestones and awards!</p><p>Will your corporation lead the way into humanity’s new era?</p>" 
  },
  {
    "id": "31",
    "name": "Twilight Struggle", 
    "category": "Strategy", 
    "price": 29.99,
    "oldPrice": 29.99, 
    "stock": 6, 
    "dateAdded": "2016-06-21",
    "promoted": false,
    "imgs": "31.jpg", 
    "description": "<p>In 1945, unlikely allies toppled Hitler's war machine, while humanity's most devastating weapons forced the Japanese Empire to its knees in a storm of fire. Where once there stood many great powers, there then stood only two. The world had scant months to sigh its collective relief before a new conflict threatened. Unlike the titanic struggles of the preceding decades, this conflict would be waged not primarily by soldiers and tanks, but by spies and politicians, scientists and intellectuals, artists and traitors. Twilight Struggle is a two-player game simulating the forty-five year dance of intrigue, prestige, and occasional flares of warfare between the Soviet Union and the United States. The entire world is the stage on which these two titans fight to make the world safe for their own ideologies and ways of life. The game begins amidst the ruins of Europe as the two new superpowers scramble over the wreckage of the Second World War, and ends in 1989, when only the United States remained standing.</p><p>Twilight Struggle inherits its fundamental systems from the card-driven classics We the People and Hannibal: Rome vs. Carthage. It is a quick-playing, low-complexity game in that tradition. The game map is a world map of the period, whereon players move units and exert influence in attempts to gain allies and control for their superpower. As with GMT's other card-driven games, decision-making is a challenge; how to best use one's cards and units given consistently limited resources?</p>"
  },
  {
    "id": "32",
    "name": "WarCraft: The Board Game",  
    "category": "Strategy", 
    "price": 34.99,
    "oldPrice": 39.99, 
    "stock": 1, 
    "dateAdded": "2013-10-04",
    "promoted": true,
    "imgs": "32.jpg",
    "description": "<p>Fantasy Flight Games and Blizzard Entertainment present the official Warcraft boardgame, where players take command of an army of Night Elves, Humans, Orcs, or Undead seeking to harvest gold and wood, build a strong village, and set out to conquer and destroy! The Warcraft boardgame features an adaptable/expandable geomorphic board, exciting components, and the innovative ‘Command/Movement’ system that simulates the real-time action and excitement of Warcraft.</p><p>Warcraft is based on the computer game series. Each player takes on one of four factions: Humans, Orcs, Night Elves and Undead. It can be played cooperatively, with humans and night elves in one alliance and orcs and undead in the second.</p>" 
  },
  {
    "id": "33",
    "name": "Wings of War: Famous Aces", 
    "category": "Thematic", 
    "price": 29.99,
    "oldPrice": 29.99, 
    "stock": 2, 
    "dateAdded": "2011-06-21",
    "promoted": false,
    "imgs": "33.jpg", 
    "description": "<p>Wings of War is a game series which merges card and board game mechanics to recreate aerial combat. The first series of Wings of War games focus on the knights of the air age, World War I, portraying the abilities of the fighting planes of this period.</p><p>Wings of War: Famous Aces is the first set of the WWI collection. It includes 5 types of planes: the Spad XIII, Albatros D Va, Sopwith Camel, Fokker Dr1, Sopwith Triplane. Each one was flown by an ace: between them Baracca, von Richtofen, Rickenbacker, Fonck, Olieslagers, Bakers. There are also 4 decks of movement cards, 1 deck of combat cards, rulers, counters and a promo card of the second set, Wings of War: Watch Your Back!, depicting an Austrian two-seater Ufag C.I.</p>"
 },
  {
    "id": "34",
    "name": "Wiochmen Rejser", 
    "category": "Party", 
    "price": 9.99,
    "oldPrice": 9.99, 
    "stock": 8, 
    "dateAdded": "2012-08-11",
    "promoted": false,
    "imgs": "34.jpg",
    "description": "<p>A Polish game of humor and racing (humor is very specific here and if some of the things are not treated as jokes, the game could be misinterpreted as cruel) where the humor is very much local-based (popular Polish jokes about the countryside and Poland in general) and the racing is one of a kind - carts full of hay (balanced by kids) on the road build with... concrete stolen from the former Russian military bases. Apart from the humor, the game has a very clever mechanics similar to the one from Arena Maximus.</p><p>Cart Race! Dynamic play! Unforgettable fun!</p><p>Do you want to be the first one to get to the local barn for the show with the greatest band in the neighborhood? Do you want to be the best in the whole district? Show how fast your cart is. Get your whip, call the kids for the ballast and hop on the buck - the race is about to start! In Wiochmen Rejser only the toughest men win. Be the best driver! Become The HyperCartMan.</p>"
  },
  {
    "id": "35",
    "name": "The Witcher Adventure Game", 
    "category": "Thematic", 
    "price": 44.99,
    "oldPrice": 44.99, 
    "stock": 1, 
    "dateAdded": "2014-12-21",
    "promoted": false,
    "imgs": "35.jpg",
    "description": "<p>The Witcher Adventure Game takes players on a journey across the world of The Witcher, a detailed world, rich in lore and characters, fleshed out by Andrzej Sapkowski's famous series of novels, and honed by The Witcher video game trilogy.</p><p>Players assume the roles of four distinct characters from this series: Geralt of Rivia, monster slayer; Triss Merigold, cunning sorceress; Yarpen Zigrin, dwarven warrior; and Dandelion, roguish bard. Each character has unique skills and multiple ways of overcoming obstacles, but you decide what to do during the game: Do you fight your way to victory, call on your charm, or try your hand at diplomacy? You can bring enemies around to your point of view with a sword as Geralt - or bribe them with gold and threaten to call on powerful friends as Dandelion. If a situation calls for strength in numbers, Yarpen has his own fellowship of dwarves to command, and Triss can rely on her expert skill with magic to save the day.</p>" 
  },
  {
    "id": "36",
    "name": "Zombiaki", 
    "category": "Thematic", 
    "price": 19.99,
    "oldPrice": 19.99, 
    "stock": 4, 
    "dateAdded": "2018-05-21",
    "promoted": false,
    "imgs": "36.jpg",
    "description": "<p>Polish card game for two players. One of the players is the Zombies, the second one - humans. Objective of the Zombies is to eat the people, but people want to save their own lives, which is possible if they survive until the sunrise. Game with humor and strategy.</p>" 
  }
]